
sel_features = [
    'Температура пласта, °С',
    'Давление пласта, МПа',
    'Давление насыщения нефти газом (абс.), МПа',
    'Коэффициент сжимаемости, МПа-1',
    'Объемный коэффициент, доли ед.',
    'Газосодержание при стандартной сепарации м3/т',
    'Плотность нефти в условиях пласта, кг/м3',
    'Дегазированная нефть при 20 °С плотность, кг/м3',
    'Дегазированная нефть при 20 °С кинематическая вязкость, мм2/с',
    'Массовое содержание, % серы',
    'Массовое содержание, % асфальтенов',
    'Массовое содержание, % смол',
    'Массовое содержание, % парафинов',
    'Температура начала кипения, °С',
    'Фракционный состав (объемное содержание выкипающих) 100, %',
    'Фракционный состав (объемное содержание выкипающих) 200, %',
    'Фракционный состав (объемное содержание выкипающих) 300, %',
    'Содержание металлов, г/т ванадия',
    'Содержание металлов, г/т никеля'
    ]